Repository: zemonkamin/youtube_uwp
Catalog: YouTube/Strings/*/Resources.resw
Source language: en_gb
Languages: af_za, am_et, as_in, az_latn_az, be, bg_bg, bn_bd, bs_latn_ba, ca_es, cs, da_dk, de_de, el_gr, es_mx, et_ee, eu, fi_fi, fil_ph, fr_ca, gl_es, gu_in, hi_in, hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn, ko_kr, ky_kg, lo_la, lt_lt, lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, my, ne_np, nl_nl, no, or_in, pa_in, pl, pt_br, ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sv, sw_ke, ta, te_in, th, tr_tr, uk, uz, vi_vn, zh_cn, zh_tw, zu_za

# Loc_Like_Text.Text
source: Like
af_za: Hou van
am_et: ወድጄዋለሁ
as_in: লাইক
az_latn_az: Bəyən
be: Падабаецца
bg_bg: Харесвам
bn_bd: পছন্দ
bs_latn_ba: Sviđa mi se
ca_es: M’agrada
cs: To se mi líbí
da_dk: Synes godt om
de_de: Gefällt mir
el_gr: Μου αρέσει
es_mx: Me gusta
et_ee: Meeldib
eu: Atsegin dut
fi_fi: Tykkää
fil_ph: I-like
fr_ca: J’aime
gl_es: Gústame
gu_in: લાઇક
hi_in: पसंद करें
hu: Tetszik
hy_am: Հավանել
id_id: Suka
is_is: Líkar við
it_it: Mi piace
ja_jp: 高く評価
ka_ge: მოწონება
kk_kz: Ұнайды
km_kh: ចូលចិត្ត
kn: ಲೈಕ್
ko_kr: 좋아요
ky_kg: Жакты
lo_la: ຖືກໃຈ
lt_lt: Patinka
lv: Patīk
mk_mk: Ми се допаѓа
ml_in: ലൈക്ക്
mn_mn: Таалагдсан
mr_in: आवडले
ms_my: Suka
my: ကြိုက်သည်
ne_np: मन पराउनुहोस्
nl_nl: Vind ik leuk
no: Liker
or_in: ଲାଇକ୍
pa_in: ਪਸੰਦ
pl: Lubię to
pt_br: Gosto
ro: Apreciază
ru_ru: Нравится
si_lk: කැමතියි
sk_sk: Páči sa mi
sl_si: Všeč mi je
sq_al: Pëlqej
sr_cyrl_rs: Свиђа ми се
sv: Gilla
sw_ke: Penda
ta: விருப்பம்
te_in: లైక్
th: ชอบ
tr_tr: Beğen
uk: Подобається
uz: Yoqdi
vi_vn: Thích
zh_cn: 喜欢
zh_tw: 喜歡
zu_za: Thanda

# Loc_Likes_Text.Text
source: Likes
af_za: Hou-van-merke
am_et: የተወደዱ
as_in: লাইকসমূহ
az_latn_az: Bəyənmələr
be: Упадабанні
bg_bg: Харесвания
bn_bd: পছন্দসমূহ
bs_latn_ba: Oznake sviđanja
ca_es: M’agrades
cs: Lajky
de_de: Gefällt mir-Angaben
el_gr: Μου αρέσει
es_mx: Me gusta
et_ee: Meeldimised
eu: Atsegiteak
fi_fi: Tykkäykset
fil_ph: Mga like
fr_ca: J’aime
gl_es: Gústames
gu_in: લાઇક્સ
hi_in: पसंद
hu: Kedvelések
hy_am: Հավանումներ
id_id: Suka
is_is: Líkar
it_it: Mi piace
ja_jp: 高評価
ka_ge: მოწონებები
kk_kz: Ұнатулар
km_kh: ការចូលចិត្ត
kn: ಲೈಕ್‌ಗಳು
ko_kr: 좋아요
ky_kg: Жактыруулар
lo_la: ການຖືກໃຈ
lt_lt: Patiktukai
lv: Patīk
mk_mk: Допаѓања
ml_in: ലൈക്കുകൾ
mn_mn: Таалагдсанууд
mr_in: आवडी
ms_my: Sukaan
my: ကြိုက်နှစ်သက်မှုများ
ne_np: मनपर्नेहरू
nl_nl: Vind-ik-leuks
no: Liker-klikk
or_in: ଲାଇକ୍‌ଗୁଡିକ
pa_in: ਪਸੰਦਾਂ
pl: Polubienia
pt_br: Gostos
ro: Aprecieri
ru_ru: Отметки «Нравится»
si_lk: කැමැත්තන්
sk_sk: Páči sa mi
sl_si: Všečki
sq_al: Pëlqimet
sr_cyrl_rs: Ознаке свиђања
sv: Gilla-markeringar
sw_ke: Zilizopendwa
ta: விருப்பங்கள்
te_in: లైక్‌లు
th: การกดชอบ
tr_tr: Beğeniler
uk: Вподобайки
uz: Yoqtirishlar
vi_vn: Lượt thích
zh_cn: 赞
zh_tw: 喜歡
zu_za: Okuthandwayo

# Loc_LinkCopied_Text.Text
source: Link copied
af_za: Skakel gekopieer
am_et: አገናኝ ተቀድቷል
as_in: লিংক কপি কৰা হ'ল
az_latn_az: Keçid kopyalandı
be: Спасылка скапіравана
bg_bg: Връзката е копирана
bn_bd: লিঙ্ক কপি করা হয়েছে
bs_latn_ba: Veza je kopirana
ca_es: Enllaç copiat
cs: Odkaz zkopírován
da_dk: Link kopieret
de_de: Link kopiert
el_gr: Ο σύνδεσμος αντιγράφηκε
es_mx: Enlace copiado
et_ee: Link kopeeritud
eu: Esteka kopiatu da
fi_fi: Linkki kopioitu
fil_ph: Nakopya ang link
fr_ca: Lien copié
gl_es: Ligazón copiada
gu_in: લિંક કૉપી થઈ
hi_in: लिंक कॉपी किया गया
hu: Hivatkozás másolva
hy_am: Հղումը պատճենվել է
id_id: Link disalin
is_is: Tengill afritaður
it_it: Link copiato
ja_jp: リンクをコピーしました
ka_ge: ბმული დაკოპირდა
kk_kz: Сілтеме көшірілді
km_kh: បានចម្លងតំណ
kn: ಲಿಂಕ್ ನಕಲಿಸಲಾಗಿದೆ
ko_kr: 링크가 복사되었습니다
ky_kg: Шилтеме көчүрүлдү
lo_la: ສຳເນົາລິ້ງແລ້ວ
lt_lt: Nuoroda nukopijuota
lv: Saite nokopēta
mk_mk: Врската е копирана
ml_in: ലിങ്ക് പകർത്തി
mn_mn: Холбоос хуулсан
mr_in: लिंक कॉपी केली
ms_my: Pautan disalin
my: လင့်ခ် ကူးပြီးပြီ
ne_np: लिङ्क प्रतिलिपि भयो
nl_nl: Link gekopieerd
no: Lenke kopiert
or_in: ଲିଙ୍କ୍ କପି ହେଲା
pa_in: ਲਿੰਕ ਕਾਪੀ ਹੋ ਗਿਆ
pl: Skopiowano link
pt_br: Link copiado
ro: Link copiat
ru_ru: Ссылка скопирована
si_lk: සබැඳිය පිටපත් කරන ලදී
sk_sk: Odkaz skopírovaný
sl_si: Povezava kopirana
sq_al: Lidhja u kopjua
sr_cyrl_rs: Веза је копирана
sv: Länken har kopierats
sw_ke: Kiungo kimenakiliwa
ta: இணைப்பு நகலெடுக்கப்பட்டது
te_in: లింక్ కాపీ చేయబడింది
th: คัดลอกลิงก์แล้ว
tr_tr: Bağlantı kopyalandı
uk: Посилання скопійовано
uz: Havola nusxalandi
vi_vn: Đã sao chép đường liên kết
zh_cn: 链接已复制
zh_tw: 連結已複製
zu_za: Isixhumanisi sikopishiwe

# Loc_Loading_Text.Text
source: Loading...
af_za: Laai tans...
am_et: በመጫን ላይ...
as_in: লোড হৈ আছে...
az_latn_az: Yüklənir...
be: Загрузка...
bg_bg: Зареждане...
bn_bd: লোড হচ্ছে...
bs_latn_ba: Učitavanje...
ca_es: S’està carregant...
cs: Načítání...
da_dk: Indlæser...
de_de: Wird geladen...
el_gr: Φόρτωση...
es_mx: Cargando...
et_ee: Laadimine...
eu: Kargatzen...
fi_fi: Ladataan...
fil_ph: Nilo-load...
fr_ca: Chargement...
gl_es: Cargando...
gu_in: લોડ થઈ રહ્યું છે...
hi_in: लोड हो रहा है...
hu: Betöltés...
hy_am: Բեռնվում է...
id_id: Memuat...
is_is: Hleð...
it_it: Caricamento...
ja_jp: 読み込み中...
ka_ge: იტვირთება...
kk_kz: Жүктелуде...
km_kh: កំពុងផ្ទុក...
kn: ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko_kr: 불러오는 중...
ky_kg: Жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດ...
lt_lt: Įkeliama...
lv: Notiek ielāde...
mk_mk: Се вчитува...
ml_in: ലോഡ് ചെയ്യുന്നു...
mn_mn: Ачаалж байна...
mr_in: लोड होत आहे...
ms_my: Memuatkan...
my: တင်နေသည်...
ne_np: लोड हुँदैछ...
nl_nl: Laden...
no: Laster...
or_in: ଲୋଡ୍ ହେଉଛି...
pa_in: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Wczytywanie...
pt_br: A carregar...
ro: Se încarcă...
ru_ru: Загрузка...
si_lk: පූරණය වෙමින්...
sk_sk: Načítava sa...
sl_si: Nalaganje...
sq_al: Po ngarkohet...
sr_cyrl_rs: Учитавање...
sv: Läser in...
sw_ke: Inapakia...
ta: ஏற்றப்படுகிறது...
te_in: లోడ్ అవుతోంది...
th: กำลังโหลด...
tr_tr: Yükleniyor...
uk: Завантаження...
uz: Yuklanmoqda...
vi_vn: Đang tải...
zh_cn: 正在加载...
zh_tw: 載入中...
zu_za: Kulayishwa...

# Loc_LoadingChannel_Text.Text
source: Loading channel...
af_za: Laai kanaal...
am_et: ቻናል በመጫን ላይ...
as_in: চেনেল লোড হৈ আছে...
az_latn_az: Kanal yüklənir...
be: Загрузка канала...
bg_bg: Зареждане на канала...
bn_bd: চ্যানেল লোড হচ্ছে...
bs_latn_ba: Učitavanje kanala...
ca_es: S’està carregant el canal...
cs: Načítání kanálu...
da_dk: Indlæser kanal...
de_de: Kanal wird geladen...
el_gr: Φόρτωση καναλιού...
es_mx: Cargando canal...
et_ee: Kanali laadimine...
eu: Kanala kargatzen...
fi_fi: Ladataan kanavaa...
fil_ph: Nilo-load ang channel...
fr_ca: Chargement de la chaîne...
gl_es: Cargando canle...
gu_in: ચૅનલ લોડ થઈ રહી છે...
hi_in: चैनल लोड हो रहा है...
hu: Csatorna betöltése...
hy_am: Ալիքը բեռնվում է...
id_id: Memuat channel...
is_is: Hleð rás...
it_it: Caricamento canale...
ja_jp: チャンネルを読み込んでいます...
ka_ge: არხი იტვირთება...
kk_kz: Арна жүктелуде...
km_kh: កំពុងផ្ទុកឆានែល...
kn: ಚಾನಲ್ ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko_kr: 채널 불러오는 중...
ky_kg: Канал жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດຊ່ອງ...
lt_lt: Įkeliamas kanalas...
lv: Notiek kanāla ielāde...
mk_mk: Се вчитува каналот...
ml_in: ചാനൽ ലോഡ് ചെയ്യുന്നു...
mn_mn: Суваг ачаалж байна...
mr_in: चॅनल लोड होत आहे...
ms_my: Memuatkan saluran...
my: ချန်နယ် တင်နေသည်...
ne_np: च्यानल लोड हुँदैछ...
nl_nl: Kanaal laden...
no: Laster kanal...
or_in: ଚ୍ୟାନେଲ୍ ଲୋଡ୍ ହେଉଛି...
pa_in: ਚੈਨਲ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Wczytywanie kanału...
pt_br: A carregar canal...
ro: Se încarcă canalul...
ru_ru: Загрузка канала...
si_lk: නාලිකාව පූරණය වෙමින්...
sk_sk: Načítava sa kanál...
sl_si: Nalaganje kanala...
sq_al: Po ngarkohet kanali...
sr_cyrl_rs: Учитавање канала...
sv: Läser in kanal...
sw_ke: Inapakia kituo...
ta: சேனல் ஏற்றப்படுகிறது...
te_in: ఛానెల్ లోడ్ అవుతోంది...
th: กำลังโหลดช่อง...
tr_tr: Kanal yükleniyor...
uk: Завантаження каналу...
uz: Kanal yuklanmoqda...
vi_vn: Đang tải kênh...
zh_cn: 正在加载频道...
zh_tw: 正在載入頻道...
zu_za: Kulayishwa isiteshi...

# Loc_LoadingComments_Text.Text
source: Loading comments...
af_za: Laai opmerkings...
am_et: አስተያየቶች በመጫን ላይ...
as_in: মন্তব্য লোড হৈ আছে...
az_latn_az: Şərhlər yüklənir...
be: Загрузка каментарыяў...
bg_bg: Зареждане на коментарите...
bn_bd: মন্তব্য লোড হচ্ছে...
bs_latn_ba: Učitavanje komentara...
ca_es: S’estan carregant els comentaris...
cs: Načítání komentářů...
da_dk: Indlæser kommentarer...
de_de: Kommentare werden geladen...
el_gr: Φόρτωση σχολίων...
es_mx: Cargando comentarios...
et_ee: Kommentaaride laadimine...
eu: Iruzkinak kargatzen...
fi_fi: Ladataan kommentteja...
fil_ph: Nilo-load ang mga komento...
fr_ca: Chargement des commentaires...
gl_es: Cargando comentarios...
gu_in: ટિપ્પણીઓ લોડ થઈ રહી છે...
hi_in: टिप्पणियाँ लोड हो रही हैं...
hu: Megjegyzések betöltése...
hy_am: Մեկնաբանությունները բեռնվում են...
id_id: Memuat komentar...
is_is: Hleð athugasemdir...
it_it: Caricamento commenti...
ja_jp: コメントを読み込んでいます...
ka_ge: კომენტარები იტვირთება...
kk_kz: Пікірлер жүктелуде...
km_kh: កំពុងផ្ទុកមតិយោបល់...
kn: ಕಾಮೆಂಟ್‌ಗಳು ಲೋಡ್ ಆಗುತ್ತಿವೆ...
ko_kr: 댓글 불러오는 중...
ky_kg: Комментарийлер жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດຄຳເຫັນ...
lt_lt: Įkeliami komentarai...
lv: Notiek komentāru ielāde...
mk_mk: Се вчитуваат коментарите...
ml_in: അഭിപ്രായങ്ങൾ ലോഡ് ചെയ്യുന്നു...
mn_mn: Сэтгэгдэл ачаалж байна...
mr_in: टिप्पण्या लोड होत आहेत...
ms_my: Memuatkan komen...
my: မှတ်ချက်များ တင်နေသည်...
ne_np: टिप्पणीहरू लोड हुँदैछन्...
nl_nl: Reacties laden...
no: Laster kommentarer...
or_in: ମନ୍ତବ୍ୟ ଲୋଡ୍ ହେଉଛି...
pa_in: ਟਿੱਪਣੀਆਂ ਲੋਡ ਹੋ ਰਹੀਆਂ ਹਨ...
pl: Wczytywanie komentarzy...
pt_br: A carregar comentários...
ro: Se încarcă comentariile...
ru_ru: Загрузка комментариев...
si_lk: අදහස් පූරණය වෙමින්...
sk_sk: Načítavajú sa komentáre...
sl_si: Nalaganje komentarjev...
sq_al: Po ngarkohen komentet...
sr_cyrl_rs: Учитавање коментара...
sv: Läser in kommentarer...
sw_ke: Inapakia maoni...
ta: கருத்துகள் ஏற்றப்படுகின்றன...
te_in: వ్యాఖ్యలు లోడ్ అవుతున్నాయి...
th: กำลังโหลดความคิดเห็น...
tr_tr: Yorumlar yükleniyor...
uk: Завантаження коментарів...
uz: Izohlar yuklanmoqda...
vi_vn: Đang tải bình luận...
zh_cn: 正在加载评论...
zh_tw: 正在載入留言...
zu_za: Kulayishwa amazwana...

# Loc_LoadingMore_Text.Text
source: Loading more...
af_za: Laai meer...
am_et: ተጨማሪ በመጫን ላይ...
as_in: আৰু লোড হৈ আছে...
az_latn_az: Daha çox yüklənir...
be: Загрузка яшчэ...
bg_bg: Зареждане на още...
bn_bd: আরও লোড হচ্ছে...
bs_latn_ba: Učitavanje više sadržaja...
ca_es: S’estan carregant més elements...
cs: Načítání dalších položek...
da_dk: Indlæser mere...
de_de: Weitere werden geladen...
el_gr: Φόρτωση περισσότερων...
es_mx: Cargando más...
et_ee: Rohkemate laadimine...
eu: Gehiago kargatzen...
fi_fi: Ladataan lisää...
fil_ph: Nilo-load ang higit pa...
fr_ca: Chargement de contenu supplémentaire...
gl_es: Cargando máis...
gu_in: વધુ લોડ થઈ રહ્યું છે...
hi_in: और लोड हो रहा है...
hu: Továbbiak betöltése...
hy_am: Բեռնվում է ավելին...
id_id: Memuat lainnya...
is_is: Hleð meira...
it_it: Caricamento di altri elementi...
ja_jp: さらに読み込んでいます...
ka_ge: იტვირთება მეტი...
kk_kz: Көбірек жүктелуде...
km_kh: កំពុងផ្ទុកបន្ថែម...
kn: ಇನ್ನಷ್ಟು ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko_kr: 더 불러오는 중...
ky_kg: Дагы жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດເພີ່ມ...
lt_lt: Įkeliama daugiau...
lv: Notiek papildu satura ielāde...
mk_mk: Се вчитува уште...
ml_in: കൂടുതൽ ലോഡ് ചെയ്യുന്നു...
mn_mn: Илүүг ачаалж байна...
mr_in: आणखी लोड होत आहे...
ms_my: Memuatkan lagi...
my: နောက်ထပ် တင်နေသည်...
ne_np: थप लोड हुँदैछ...
nl_nl: Meer laden...
no: Laster mer...
or_in: ଅଧିକ ଲୋଡ୍ ହେଉଛି...
pa_in: ਹੋਰ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Wczytywanie więcej...
pt_br: A carregar mais...
ro: Se încarcă mai multe...
ru_ru: Загрузка...
si_lk: තවත් පූරණය වෙමින්...
sk_sk: Načítava sa viac...
sl_si: Nalaganje več vsebine...
sq_al: Po ngarkohen më shumë...
sr_cyrl_rs: Учитавање више садржаја...
sv: Läser in mer...
sw_ke: Inapakia zaidi...
ta: மேலும் ஏற்றப்படுகிறது...
te_in: మరిన్ని లోడ్ అవుతున్నాయి...
th: กำลังโหลดเพิ่มเติม...
tr_tr: Daha fazlası yükleniyor...
uk: Завантаження ще...
uz: Ko‘proq yuklanmoqda...
vi_vn: Đang tải thêm...
zh_cn: 正在加载更多内容...
zh_tw: 正在載入更多內容...
zu_za: Kulayishwa okwengeziwe...

# Loc_LoadingMoreHistory_Text.Text
source: Loading more history...
af_za: Laai meer geskiedenis...
am_et: ተጨማሪ ታሪክ በመጫን ላይ...
as_in: আৰু ইতিহাস লোড হৈ আছে...
az_latn_az: Daha çox tarixçə yüklənir...
be: Загрузка дадатковай гісторыі...
bg_bg: Зареждане на още история...
bn_bd: আরও ইতিহাস লোড হচ্ছে...
bs_latn_ba: Učitavanje dodatne povijesti...
ca_es: S’està carregant més historial...
cs: Načítání další historie...
da_dk: Indlæser mere historik...
de_de: Weiterer Verlauf wird geladen...
el_gr: Φόρτωση περισσότερου ιστορικού...
es_mx: Cargando más historial...
et_ee: Täiendava ajaloo laadimine...
eu: Historia gehiago kargatzen...
fi_fi: Ladataan lisää historiaa...
fil_ph: Nilo-load ang mas maraming history...
fr_ca: Chargement de l’historique supplémentaire...
gl_es: Cargando máis historial...
gu_in: વધુ ઇતિહાસ લોડ થઈ રહ્યો છે...
hi_in: और इतिहास लोड हो रहा है...
hu: További előzmények betöltése...
hy_am: Բեռնվում է ավելի շատ պատմություն...
id_id: Memuat histori lainnya...
is_is: Hleð meiri feril...
it_it: Caricamento di altra cronologia...
ja_jp: 履歴をさらに読み込んでいます...
ka_ge: იტვირთება მეტი ისტორია...
kk_kz: Қосымша тарих жүктелуде...
km_kh: កំពុងផ្ទុកប្រវត្តិបន្ថែម...
kn: ಇನ್ನಷ್ಟು ಇತಿಹಾಸ ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko_kr: 기록 더 불러오는 중...
ky_kg: Көбүрөөк тарых жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດປະຫວັດເພີ່ມ...
lt_lt: Įkeliama daugiau istorijos...
lv: Notiek papildu vēstures ielāde...
mk_mk: Се вчитува повеќе историја...
ml_in: കൂടുതൽ ചരിത്രം ലോഡ് ചെയ്യുന്നു...
mn_mn: Нэмэлт түүх ачаалж байна...
mr_in: अधिक इतिहास लोड होत आहे...
ms_my: Memuatkan lebih banyak sejarah...
my: မှတ်တမ်း နောက်ထပ် တင်နေသည်...
ne_np: थप इतिहास लोड हुँदैछ...
nl_nl: Meer geschiedenis laden...
no: Laster mer historikk...
or_in: ଅଧିକ ଇତିହାସ ଲୋଡ୍ ହେଉଛି...
pa_in: ਹੋਰ ਇਤਿਹਾਸ ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
pl: Wczytywanie dalszej historii...
pt_br: A carregar mais histórico...
ro: Se încarcă mai mult istoric...
ru_ru: Загрузка истории...
si_lk: තවත් ඉතිහාසය පූරණය වෙමින්...
sk_sk: Načítava sa ďalšia história...
sl_si: Nalaganje dodatne zgodovine...
sq_al: Po ngarkohet më shumë historik...
sr_cyrl_rs: Учитавање додатне повијести...
sv: Läser in mer historik...
sw_ke: Inapakia historia zaidi...
ta: மேலும் வரலாறு ஏற்றப்படுகிறது...
te_in: మరింత హిస్టరీ లోడ్ అవుతోంది...
th: กำลังโหลดประวัติเพิ่มเติม...
tr_tr: Daha fazla geçmiş yükleniyor...
uk: Завантаження додаткової історії...
uz: Ko‘proq tarix yuklanmoqda...
vi_vn: Đang tải thêm nhật ký...
zh_cn: 正在加载更多历史记录...
zh_tw: 正在載入更多記錄...
zu_za: Kulayishwa umlando owengeziwe...

# Loc_LoadingMoreResults_Text.Text
source: Loading more results...
af_za: Laai meer resultate...
am_et: ተጨማሪ ውጤቶች በመጫን ላይ...
as_in: আৰু ফলাফল লোড হৈ আছে...
az_latn_az: Daha çox nəticə yüklənir...
be: Загрузка дадатковых вынікаў...
bg_bg: Зареждане на още резултати...
bn_bd: আরও ফলাফল লোড হচ্ছে...
bs_latn_ba: Učitavanje više rezultata...
ca_es: S’estan carregant més resultats...
cs: Načítání dalších výsledků...
da_dk: Indlæser flere resultater...
de_de: Weitere Ergebnisse werden geladen...
el_gr: Φόρτωση περισσότερων αποτελεσμάτων...
es_mx: Cargando más resultados...
et_ee: Rohkemate tulemuste laadimine...
eu: Emaitza gehiago kargatzen...
fi_fi: Ladataan lisää tuloksia...
fil_ph: Nilo-load ang mas maraming resulta...
fr_ca: Chargement de résultats supplémentaires...
gl_es: Cargando máis resultados...
gu_in: વધુ પરિણામો લોડ થઈ રહ્યા છે...
hi_in: और नतीजे लोड हो रहे हैं...
hu: További találatok betöltése...
hy_am: Բեռնվում են ավելի շատ արդյունքներ...
id_id: Memuat hasil lainnya...
is_is: Hleð fleiri niðurstöður...
it_it: Caricamento di altri risultati...
ja_jp: 結果をさらに読み込んでいます...
ka_ge: იტვირთება მეტი შედეგი...
kk_kz: Қосымша нәтижелер жүктелуде...
km_kh: កំពុងផ្ទុកលទ្ធផលបន្ថែម...
kn: ಇನ್ನಷ್ಟು ಫಲಿತಾಂಶಗಳು ಲೋಡ್ ಆಗುತ್ತಿವೆ...
ko_kr: 결과 더 불러오는 중...
ky_kg: Көбүрөөк натыйжа жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດຜົນລັບເພີ່ມ...
lt_lt: Įkeliama daugiau rezultatų...
lv: Notiek papildu rezultātu ielāde...
mk_mk: Се вчитуваат повеќе резултати...
ml_in: കൂടുതൽ ഫലങ്ങൾ ലോഡ് ചെയ്യുന്നു...
mn_mn: Илүү олон үр дүн ачаалж байна...
mr_in: अधिक निकाल लोड होत आहेत...
ms_my: Memuatkan lebih banyak hasil...
my: ရလဒ် နောက်ထပ် တင်နေသည်...
ne_np: थप नतिजा लोड हुँदैछन्...
nl_nl: Meer resultaten laden...
no: Laster flere resultater...
or_in: ଅଧିକ ଫଳାଫଳ ଲୋଡ୍ ହେଉଛି...
pa_in: ਹੋਰ ਨਤੀਜੇ ਲੋਡ ਹੋ ਰਹੇ ਹਨ...
pl: Wczytywanie dalszych wyników...
pt_br: A carregar mais resultados...
ro: Se încarcă mai multe rezultate...
ru_ru: Загрузка результатов...
si_lk: තවත් ප්‍රතිඵල පූරණය වෙමින්...
sk_sk: Načítavajú sa ďalšie výsledky...
sl_si: Nalaganje več rezultatov...
sq_al: Po ngarkohen më shumë rezultate...
sr_cyrl_rs: Учитавање више резултата...
sv: Läser in fler resultat...
sw_ke: Inapakia matokeo zaidi...
ta: மேலும் முடிவுகள் ஏற்றப்படுகின்றன...
te_in: మరిన్ని ఫలితాలు లోడ్ అవుతున్నాయి...
th: กำลังโหลดผลลัพธ์เพิ่มเติม...
tr_tr: Daha fazla sonuç yükleniyor...
uk: Завантаження додаткових результатів...
uz: Ko‘proq natija yuklanmoqda...
vi_vn: Đang tải thêm kết quả...
zh_cn: 正在加载更多结果...
zh_tw: 正在載入更多結果...
zu_za: Kulayishwa imiphumela eyengeziwe...

# Loc_LoadingMoreVideos_Text.Text
source: Loading more videos...
af_za: Laai meer video's...
am_et: ተጨማሪ ቪዲዮዎች በመጫን ላይ...
as_in: আৰু ভিডিঅ' লোড হৈ আছে...
az_latn_az: Daha çox video yüklənir...
be: Загрузка дадатковых відэа...
bg_bg: Зареждане на още видеоклипове...
bn_bd: আরও ভিডিও লোড হচ্ছে...
bs_latn_ba: Učitavanje više videozapisa...
ca_es: S’estan carregant més vídeos...
cs: Načítání dalších videí...
da_dk: Indlæser flere videoer...
de_de: Weitere Videos werden geladen...
el_gr: Φόρτωση περισσότερων βίντεο...
es_mx: Cargando más videos...
et_ee: Rohkemate videote laadimine...
eu: Bideo gehiago kargatzen...
fi_fi: Ladataan lisää videoita...
fil_ph: Nilo-load ang mas maraming video...
fr_ca: Chargement de vidéos supplémentaires...
gl_es: Cargando máis vídeos...
gu_in: વધુ વીડિયો લોડ થઈ રહ્યા છે...
hi_in: और वीडियो लोड हो रहे हैं...
hu: További videók betöltése...
hy_am: Բեռնվում են ավելի շատ տեսանյութեր...
id_id: Memuat video lainnya...
is_is: Hleð fleiri myndskeið...
it_it: Caricamento di altri video...
ja_jp: 動画をさらに読み込んでいます...
ka_ge: იტვირთება მეტი ვიდეო...
kk_kz: Қосымша видеолар жүктелуде...
km_kh: កំពុងផ្ទុកវីដេអូបន្ថែម...
kn: ಇನ್ನಷ್ಟು ವೀಡಿಯೊಗಳು ಲೋಡ್ ಆಗುತ್ತಿವೆ...
ko_kr: 동영상 더 불러오는 중...
ky_kg: Көбүрөөк видео жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດວິດີໂອເພີ່ມ...
lt_lt: Įkeliama daugiau vaizdo įrašų...
lv: Notiek papildu videoklipu ielāde...
mk_mk: Се вчитуваат повеќе видеа...
ml_in: കൂടുതൽ വീഡിയോകൾ ലോഡ് ചെയ്യുന്നു...
mn_mn: Илүү олон видео ачаалж байна...
mr_in: अधिक व्हिडिओ लोड होत आहेत...
ms_my: Memuatkan lebih banyak video...
my: ဗီဒီယို နောက်ထပ် တင်နေသည်...
ne_np: थप भिडियो लोड हुँदैछन्...
nl_nl: Meer video's laden...
no: Laster flere videoer...
or_in: ଅଧିକ ଭିଡିଓ ଲୋଡ୍ ହେଉଛି...
pa_in: ਹੋਰ ਵੀਡੀਓ ਲੋਡ ਹੋ ਰਹੀਆਂ ਹਨ...
pl: Wczytywanie dalszych filmów...
pt_br: A carregar mais vídeos...
ro: Se încarcă mai multe videoclipuri...
ru_ru: Загрузка видео...
si_lk: තවත් වීඩියෝ පූරණය වෙමින්...
sk_sk: Načítavajú sa ďalšie videá...
sl_si: Nalaganje več videoposnetkov...
sq_al: Po ngarkohen më shumë video...
sr_cyrl_rs: Учитавање више видеозаписа...
sv: Läser in fler videor...
sw_ke: Inapakia video zaidi...
ta: மேலும் வீடியோக்கள் ஏற்றப்படுகின்றன...
te_in: మరిన్ని వీడియోలు లోడ్ అవుతున్నాయి...
th: กำลังโหลดวิดีโอเพิ่มเติม...
tr_tr: Daha fazla video yükleniyor...
uk: Завантаження додаткових відео...
uz: Ko‘proq video yuklanmoqda...
vi_vn: Đang tải thêm video...
zh_cn: 正在加载更多视频...
zh_tw: 正在載入更多影片...
zu_za: Kulayishwa amavidiyo engeziwe...

# Loc_LoadingPlaylist_Text.Text
source: Loading playlist...
af_za: Laai snitlys...
am_et: የማጫወቻ ዝርዝር በመጫን ላይ...
as_in: প্লেলিষ্ট লোড হৈ আছে...
az_latn_az: Pleylist yüklənir...
be: Загрузка плэйліста...
bg_bg: Зареждане на плейлиста...
bn_bd: প্লেলিস্ট লোড হচ্ছে...
bs_latn_ba: Učitavanje popisa za reprodukciju...
ca_es: S’està carregant la llista de reproducció...
cs: Načítání playlistu...
da_dk: Indlæser playliste...
de_de: Playlist wird geladen...
el_gr: Φόρτωση λίστας αναπαραγωγής...
es_mx: Cargando lista de reproducción...
et_ee: Esitusloendi laadimine...
eu: Erreprodukzio-zerrenda kargatzen...
fi_fi: Ladataan soittolistaa...
fil_ph: Nilo-load ang playlist...
fr_ca: Chargement de la playlist...
gl_es: Cargando lista de reprodución...
gu_in: પ્લેલિસ્ટ લોડ થઈ રહી છે...
hi_in: प्लेलिस्ट लोड हो रही है...
hu: Lejátszási lista betöltése...
hy_am: Երգացանկը բեռնվում է...
id_id: Memuat playlist...
is_is: Hleð spilunarlista...
it_it: Caricamento playlist...
ja_jp: 再生リストを読み込んでいます...
ka_ge: დასაკრავი სია იტვირთება...
kk_kz: Ойнату тізімі жүктелуде...
km_kh: កំពុងផ្ទុកបញ្ជីចាក់...
kn: ಪ್ಲೇಲಿಸ್ಟ್ ಲೋಡ್ ಆಗುತ್ತಿದೆ...
ko_kr: 재생목록 불러오는 중...
ky_kg: Плейлист жүктөлүүдө...
lo_la: ກຳລັງໂຫຼດເພລຍລິສ...
lt_lt: Įkeliamas grojaraštis...
lv: Notiek atskaņošanas saraksta ielāde...
mk_mk: Се вчитува плејлистата...
ml_in: പ്ലേലിസ്റ്റ് ലോഡ് ചെയ്യുന്നു...
mn_mn: Тоглуулах жагсаалт ачаалж байна...
mr_in: प्लेलिस्ट लोड होत आहे...
ms_my: Memuatkan senarai main...
my: အစီအစဉ်စာရင်း တင်နေသည်...
ne_np: प्लेलिस्ट लोड हुँदैछ...
nl_nl: Afspeellijst laden...
no: Laster spilleliste...
or_in: ପ୍ଲେଲିଷ୍ଟ ଲୋଡ୍ ହେଉଛି...
pa_in: ਪਲੇਲਿਸਟ ਲੋਡ ਹੋ ਰਹੀ ਹੈ...
pl: Wczytywanie playlisty...
pt_br: A carregar playlist...
ro: Se încarcă playlistul...
ru_ru: Загрузка плейлиста...
si_lk: ධාවන ලැයිස්තුව පූරණය වෙමින්...
sk_sk: Načítava sa playlist...
sl_si: Nalaganje seznama predvajanja...
sq_al: Po ngarkohet lista e luajtjes...
sr_cyrl_rs: Учитавање пописа за репродукцију...
sv: Läser in spellista...
sw_ke: Inapakia orodha ya kucheza...
ta: பிளேலிஸ்ட் ஏற்றப்படுகிறது...
te_in: ప్లేలిస్ట్ లోడ్ అవుతోంది...
th: กำลังโหลดเพลย์ลิสต์...
tr_tr: Oynatma listesi yükleniyor...
uk: Завантаження списку відтворення...
uz: Pleylist yuklanmoqda...
vi_vn: Đang tải danh sách phát...
zh_cn: 正在加载播放列表...
zh_tw: 正在載入播放清單...
zu_za: Kulayishwa uhlu lokudlalayo...

# Loc_LogOut_Text.Text
source: Log out
af_za: Meld af
am_et: ውጣ
as_in: লগ আউট
az_latn_az: Çıxış
be: Выйсці
bg_bg: Изход
bn_bd: সাইন আউট
bs_latn_ba: Odjava
ca_es: Tanca la sessió
cs: Odhlásit se
da_dk: Log ud
de_de: Abmelden
el_gr: Αποσύνδεση
es_mx: Cerrar sesión
et_ee: Logi välja
eu: Amaitu saioa
fi_fi: Kirjaudu ulos
fil_ph: Mag-log out
fr_ca: Se déconnecter
gl_es: Pechar sesión
gu_in: લૉગ આઉટ
hi_in: साइन आउट
hu: Kijelentkezés
hy_am: Դուրս գալ
is_is: Skrá út
it_it: Esci
ja_jp: ログアウト
ka_ge: გასვლა
kk_kz: Шығу
km_kh: ចាកចេញ
kn: ಲಾಗ್ ಔಟ್
ko_kr: 로그아웃
ky_kg: Чыгуу
lo_la: ອອກຈາກລະບົບ
lt_lt: Atsijungti
lv: Izrakstīties
mk_mk: Одјави се
ml_in: ലോഗ് ഔട്ട്
mn_mn: Гарах
mr_in: साइन आउट
ms_my: Log keluar
my: အကောင့်ထွက်
ne_np: साइन आउट
nl_nl: Uitloggen
no: Logg av
or_in: ଲଗ୍ ଆଉଟ୍
pa_in: ਲਾਗ ਆਉਟ
pl: Wyloguj się
pt_br: Terminar sessão
ro: Deconectare
ru_ru: Выйти
si_lk: ඉවත් වන්න
sk_sk: Odhlásiť sa
sl_si: Odjava
sq_al: Dil
sr_cyrl_rs: Одјава
sv: Logga ut
sw_ke: Ondoka
ta: வெளியேறு
te_in: లాగ్ అవుట్
th: ออกจากระบบ
tr_tr: Oturumu kapat
uk: Вийти
uz: Chiqish
vi_vn: Đăng xuất
zh_cn: 退出登录
zh_tw: 登出
zu_za: Phuma
